{
  "subreddit": "WhatTrumpHasDone",
  "title": "Trump administration halts funding for two cybersecurity efforts, including one for elections",
  "author": {
    "username": "John3262005"
  },
  "text": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;The Trump administration has cut millions of dollars in federal funding from two cybersecurity initiatives, including one dedicated to helping state and local election officials.&lt;/p&gt;\n\n&lt;p&gt;The U.S. Cybersecurity and Infrastructure Security Agency, known as CISA, has ended about $10 million in annual funding to the nonprofit Center for Internet Security, a CISA spokesperson said in an email Monday.&lt;/p&gt;\n\n&lt;p&gt;It’s the latest move by Trump administration officials to rein in the federal government’s role in election security, which has prompted concerns about an erosion of guardrails to prevent foreign meddling in U.S. elections.&lt;/p&gt;\n\n&lt;p&gt;CISA announced a few weeks ago that it was conducting a review of its election-related work, and more than a dozen staffers who have worked on elections were placed on administrative leave. That followed an administration move to disband an FBI task force focused on investigating foreign influence operations, including those that target U.S. elections.&lt;/p&gt;\n\n&lt;p&gt;The two cybersecurity initiatives facing cuts are the Elections Infrastructure Information Sharing and Analysis Center, which included state and local election officials along with representatives of voting system manufacturers, and the Multi-State Information Sharing and Analysis Center, which has benefited state, local and tribal government offices.&lt;/p&gt;\n\n&lt;p&gt;Both have been organized within a nonprofit, the Center for Internet Security.&lt;/p&gt;\n\n&lt;p&gt;The activities no longer being funded include cyber threat intelligence, cyber incident response and engaging with state and local government officials. In a statement, the agency said ending the funding will help “focus CISA’s work on mission critical areas, and eliminate redundancies.”&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;"
}
