{
  "subreddit": "CovidVaccinated",
  "title": "The Vaccine is not usually as bad as this sub makes it out to be",
  "author": {
    "username": "I-cast-fireball"
  },
  "text": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I’ve had both shots of Pfizer, (16m) and yeah I had some side effects, but they were pretty easy to sleep off - totally worth it when you consider that I’m almost entirely immune to Covid, and can start to see friends and go to things again. Most people I know had no side effects at all. The internet has a tendency to highlight the extreme cases. Every person I know who’s been vaccinated is totally fine.&lt;/p&gt;&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "context": {
    "community": "While it's true that many people experience only mild side effects from the Pfizer COVID-19 vaccine, the claim of being \"almost entirely immune\" to COVID-19 after vaccination is misleading. Clinical data shows that vaccines significantly reduce the risk of severe illness and hospitalization, but breakthrough infections can still occur, especially with evolving variants. It’s important to recognize that individual experiences vary, and anecdotal evidence (such as knowing only people who had mild reactions) does not represent the full spectrum of outcomes across the broader population.",
    "ai": "The post downplays the variability of vaccine responses and overstates immunity. While Pfizer's vaccine offers strong protection, no vaccine guarantees “almost entire” immunity. The phrase also neglects breakthrough cases and reduced effectiveness over time or against new variants. Additionally, the comment suggests the subreddit exaggerates vaccine side effects without acknowledging that people often share adverse events online due to their impact. This can skew perception, but it doesn’t mean those reports are invalid or uncommon across a large population.",
    "expert": "The statement that the poster is “almost entirely immune” after two doses of Pfizer is inaccurate. According to CDC and peer-reviewed data, the Pfizer vaccine was initially about 95% effective at preventing symptomatic COVID-19, but that efficacy has waned somewhat over time and with newer variants, necessitating boosters. Moreover, minimizing the side effects experienced by others or claiming that most people have none lacks statistical grounding. Clinical trials and post-marketing surveillance have documented a range of side effects, with some being more significant. It’s important to contextualize personal experiences within broader epidemiological evidence."
  }
}
