{
  "subreddit": "climatechange",
  "title": "My friend doesn’t believe that carbon emissions are causing global warming…",
  "author": {
    "username": "brookealyssahamilton"
  },
  "text": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;He watched a movie called The Great Global Warming Swindle and says that if you look at the history of global climate you can see that the carbon rise came after the rising the temperature, not before. I don’t know how to argue with that. He seems pretty set on this.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "context": {
    "community": "This post misrepresents the scientific understanding of the relationship between carbon dioxide (CO₂) and global temperature. While there are historical periods (such as glacial cycles) where CO₂ rises lagged behind temperature increases, these were triggered by orbital changes that initiated warming. However, the subsequent rise in CO₂ amplified and prolonged the warming through feedback. Today, the situation is different—human activity is emitting CO₂, which is driving the warming. The claim from The Great Global Warming Swindle selectively uses old or misinterpreted data and has been widely criticized by scientists for being misleading.",
    "ai": "The argument presented in this post echoes a common misconception stemming from a misinterpretation of ancient climate data. Ice core records do show that in past climate cycles, temperature increases sometimes preceded CO₂ rises by several hundred years. However, this does not mean CO₂ isn’t a driver of climate change. In those cases, CO₂ acted as a feedback that significantly magnified warming. In contrast, the current warming is being directly driven by rapid increases in atmospheric CO₂ from burning fossil fuels. The documentary mentioned has been heavily criticized for containing scientific inaccuracies and misleading arguments.",
    "expert": "Numerous climate scientists and organizations have addressed this claim directly. While paleoclimate data sometimes show CO₂ increases following temperature changes, this occurred in response to natural cycles such as Earth’s orbital variations. These temperature shifts then caused CO₂ to rise from oceans, which further amplified warming. Current climate change is different: CO₂ levels are rising first due to human emissions, and this is causing the temperature increase. Statements made in The Great Global Warming Swindle have been debunked by the Royal Society and other scientific bodies for misrepresenting peer-reviewed science and cherry-picking data."
  }
}
